* Laika_75e

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                      | Laika_75e
Place name                       | Laika Ice Cap
Geographic location              | Canadian Arctic North
Ice type                         | Ice cap
Data Source                      | Graphic in science source
Data DOI                         | 
Science Source                   | Blatter, Heinz, Kappenberger, Giovanni: Mass Balance and Thermal Regime of Laika Ice Cap, Coburg Island, N.W.T., Canada , Journal of Glaciology 34(116), International Glaciological Society, 102–110, 1988
Science DOI                      | 10.3189/s0022143000009126
Date                             | 1975-08
Longitude [°E]                   | -79.1801
Latitude [°N]                    | 75.8817
Location Source                  | 10.3189/s0022143000009126
Depth of top measurement [m]     | 9.0
Depth of bottom measurement [m]  | 39
Ice thickness [m]                | 50
Coverage [% of thickness]        | 60
Ice thickness source             | See science reference
Note                             | Temperature, location, and thickness digitized by M. Jacquemart
#+end_example


** Temperature

See Laika_75a

** Thickness

See Laika_75a

** Location

See Laika_75a

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k2
#+END_SRC

#+RESULTS: ingest_data
|           t |         d |
| -11.1528225 |  8.548364 |
|  -10.282734 |  15.79923 |
|   -9.668885 | 22.764744 |
|   -9.119288 | 29.430271 |
|   -8.759376 | 38.854202 |


